"MJRefreshHeaderIdleText" = "下拉可以刷新";
"MJRefreshHeaderPullingText" = "松开立即刷新";
"MJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"MJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"MJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"MJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"MJRefreshBackFooterIdleText" = "用力向上拉";
"MJRefreshBackFooterPullingText" = "可以松开了";
"MJRefreshBackFooterRefreshingText" = "正在加载...";
"MJRefreshBackFooterNoMoreDataText" = "加载完毕";

"MJRefreshHeaderLastTimeText" = "最后更新：";
"MJRefreshHeaderDateTodayText" = "今天";
"MJRefreshHeaderNoneLastDateText" = "无记录";